{
  "schemaVersion": "1.0.0",
  "specialtyBonuses": [
    {
      "id": "atq_pod_1",
      "tagKey": "ataque_poderoso",
      "tier": 3,
      "minPlayers": 3,
      "maxPlayers": 3,
      "stat": "Ataque Poderoso",
      "type": "porcentaje",
      "value": "30",
      "appliesTo": "equipo",
      "description": "La especialidad de Ataque Poderoso se activa cuando hay 3 o más Jugadores de tipo “Ataque Poderoso” en la cancha; cuando la especialidad Ataque Poderoso contrarresta a la especialidad Recepción, el equipo con el Bonus Ataque Poderoso recibe los siguientes efectos según la cantidad de jugadores de tipo. 3 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 30%."
    },
    {
      "id": "atq_pod_2",
      "tagKey": "ataque_poderoso",
      "tier": 4,
      "minPlayers": 4,
      "maxPlayers": 4,
      "stat": "Ataque Poderoso",
      "type": "porcentaje",
      "value": "50",
      "appliesTo": "equipo",
      "description": "La especialidad de Ataque Poderoso se activa cuando hay 3 o más Jugadores de tipo “Ataque Poderoso” en la cancha; cuando la especialidad Ataque Poderoso contrarresta a la especialidad Recepción, el equipo con el Bonus Ataque Poderoso recibe los siguientes efectos según la cantidad de jugadores de tipo. 4 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 50%."
    },
    {
      "id": "atq_pod_3",
      "tagKey": "ataque_poderoso",
      "tier": 5,
      "minPlayers": 5,
      "maxPlayers": 5,
      "stat": "Ataque Poderoso",
      "type": "porcentaje",
      "value": "70",
      "appliesTo": "equipo",
      "description": "La especialidad de Ataque Poderoso se activa cuando hay 3 o más Jugadores de tipo “Ataque Poderoso” en la cancha; cuando la especialidad Ataque Poderoso contrarresta a la especialidad Recepción, el equipo con el Bonus Ataque Poderoso recibe los siguientes efectos según la cantidad de jugadores de tipo. 5 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 70%."
    },
    {
      "id": "atq_pod_4",
      "tagKey": "ataque_poderoso",
      "tier": 6,
      "minPlayers": 6,
      "maxPlayers": 6,
      "stat": "Ataque Poderoso",
      "type": "porcentaje",
      "value": "90",
      "appliesTo": "equipo",
      "description": "La especialidad de Ataque Poderoso se activa cuando hay 3 o más Jugadores de tipo “Ataque Poderoso” en la cancha; cuando la especialidad Ataque Poderoso contrarresta a la especialidad Recepción, el equipo con el Bonus Ataque Poderoso recibe los siguientes efectos según la cantidad de jugadores de tipo. 6 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 90%."
    },
    {
      "id": "atq_rap_1",
      "tagKey": "ataque_rapido",
      "tier": 3,
      "minPlayers": 3,
      "maxPlayers": 3,
      "stat": "Ataque Rápido",
      "type": "porcentaje",
      "value": "30",
      "appliesTo": "equipo",
      "description": "La especialidad de Ataque Rápido se activa cuando hay 3 o más Jugadores de tipo “Ataque Rápido” en la cancha; cuando la especialidad Ataque Rápido contrarresta a la especialidad Bloqueo, el equipo con el Bonus Ataque Rápido recibe los siguientes efectos según la cantidad de jugadores de tipo. 3 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 30%."
    },
    {
      "id": "atq_rap_2",
      "tagKey": "ataque_rapido",
      "tier": 4,
      "minPlayers": 4,
      "maxPlayers": 4,
      "stat": "Ataque Rápido",
      "type": "porcentaje",
      "value": "50",
      "appliesTo": "equipo",
      "description": "La especialidad de Ataque Rápido se activa cuando hay 3 o más Jugadores de tipo “Ataque Rápido” en la cancha; cuando la especialidad Ataque Rápido contrarresta a la especialidad Bloqueo, el equipo con el Bonus Ataque Rápido recibe los siguientes efectos según la cantidad de jugadores de tipo.  4 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 50%."
    },
    {
      "id": "atq_rap_3",
      "tagKey": "ataque_rapido",
      "tier": 5,
      "minPlayers": 5,
      "maxPlayers": 5,
      "stat": "Ataque Rápido",
      "type": "porcentaje",
      "value": "70",
      "appliesTo": "equipo",
      "description": "La especialidad de Ataque Rápido se activa cuando hay 3 o más Jugadores de tipo “Ataque Rápido” en la cancha; cuando la especialidad Ataque Rápido contrarresta a la especialidad Bloqueo, el equipo con el Bonus Ataque Rápido recibe los siguientes efectos según la cantidad de jugadores de tipo.  5 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 70%."
    },
    {
      "id": "atq_rap_4",
      "tagKey": "ataque_rapido",
      "tier": 6,
      "minPlayers": 6,
      "maxPlayers": 6,
      "stat": "Ataque Rápido",
      "type": "porcentaje",
      "value": "90",
      "appliesTo": "equipo",
      "description": "La especialidad de Ataque Rápido se activa cuando hay 3 o más Jugadores de tipo “Ataque Rápido” en la cancha; cuando la especialidad Ataque Rápido contrarresta a la especialidad Bloqueo, el equipo con el Bonus Ataque Rápido recibe los siguientes efectos según la cantidad de jugadores de tipo. 6 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 90%."
    },
    {
      "id": "bloq_1",
      "tagKey": "bloqueo",
      "tier": 3,
      "minPlayers": 3,
      "maxPlayers": 3,
      "stat": "Bloqueo",
      "type": "porcentaje",
      "value": "30",
      "appliesTo": "equipo",
      "description": "La especialidad de Bloqueo se activa cuando hay 3 o más Jugadores de tipo “Bloqueo” en la cancha; cuando la especialidad Bloqueo contrarresta a la especialidad Ataque Poderoso, el equipo con el Bonus Bloqueo recibe los siguientes efectos según la cantidad de jugadores de tipo. 3 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 30%."
    },
    {
      "id": "bloq_2",
      "tagKey": "bloqueo",
      "tier": 4,
      "minPlayers": 4,
      "maxPlayers": 4,
      "stat": "Bloqueo",
      "type": "porcentaje",
      "value": "50",
      "appliesTo": "equipo",
      "description": "La especialidad de Bloqueo se activa cuando hay 3 o más Jugadores de tipo “Bloqueo” en la cancha; cuando la especialidad Bloqueo contrarresta a la especialidad Ataque Poderoso, el equipo con el Bonus Bloqueo recibe los siguientes efectos según la cantidad de jugadores de tipo. 4 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 50%."
    },
    {
      "id": "bloq_3",
      "tagKey": "bloqueo",
      "tier": 5,
      "minPlayers": 5,
      "maxPlayers": 5,
      "stat": "Bloqueo",
      "type": "porcentaje",
      "value": "70",
      "appliesTo": "equipo",
      "description": "La especialidad de Bloqueo se activa cuando hay 3 o más Jugadores de tipo “Bloqueo” en la cancha; cuando la especialidad Bloqueo contrarresta a la especialidad Ataque Poderoso, el equipo con el Bonus Bloqueo recibe los siguientes efectos según la cantidad de jugadores de tipo. 5 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 70%."
    },
    {
      "id": "bloq_4",
      "tagKey": "bloqueo",
      "tier": 6,
      "minPlayers": 6,
      "maxPlayers": 6,
      "stat": "Bloqueo",
      "type": "porcentaje",
      "value": "90",
      "appliesTo": "equipo",
      "description": "La especialidad de Bloqueo se activa cuando hay 3 o más Jugadores de tipo “Bloqueo” en la cancha; cuando la especialidad Bloqueo contrarresta a la especialidad Ataque Poderoso, el equipo con el Bonus Bloqueo recibe los siguientes efectos según la cantidad de jugadores de tipo. 6 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 90%."
    },
    {
      "id": "recep_1",
      "tagKey": "recepcion",
      "tier": 3,
      "minPlayers": 3,
      "maxPlayers": 3,
      "stat": "Recepción",
      "type": "porcentaje",
      "value": "30",
      "appliesTo": "equipo",
      "description": "La especialidad de Recepción se activa cuando hay 3 o más Jugadores de tipo “Recepción” en la cancha; cuando la especialidad Recepción contrarresta a la especialidad Ataque Rápido, el equipo con el Bonus Recepción recibe los siguientes efectos según la cantidad de jugadores de tipo. 3 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 30%."
    },
    {
      "id": "recep_2",
      "tagKey": "recepcion",
      "tier": 4,
      "minPlayers": 4,
      "maxPlayers": 4,
      "stat": "Recepción",
      "type": "porcentaje",
      "value": "50",
      "appliesTo": "equipo",
      "description": "La especialidad de Recepción se activa cuando hay 3 o más Jugadores de tipo “Recepción” en la cancha; cuando la especialidad Recepción contrarresta a la especialidad Ataque Rápido, el equipo con el Bonus Recepción recibe los siguientes efectos según la cantidad de jugadores de tipo.  4 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 50%."
    },
    {
      "id": "recep_3",
      "tagKey": "recepcion",
      "tier": 5,
      "minPlayers": 5,
      "maxPlayers": 5,
      "stat": "Recepción",
      "type": "porcentaje",
      "value": "70",
      "appliesTo": "equipo",
      "description": "La especialidad de Recepción se activa cuando hay 3 o más Jugadores de tipo “Recepción” en la cancha; cuando la especialidad Recepción contrarresta a la especialidad Ataque Rápido, el equipo con el Bonus Recepción recibe los siguientes efectos según la cantidad de jugadores de tipo. 5 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 70%."
    },
    {
      "id": "recep_4",
      "tagKey": "recepcion",
      "tier": 6,
      "minPlayers": 6,
      "maxPlayers": 6,
      "stat": "Recepción",
      "type": "porcentaje",
      "value": "90",
      "appliesTo": "equipo",
      "description": "La especialidad de Recepción se activa cuando hay 3 o más Jugadores de tipo “Recepción” en la cancha; cuando la especialidad Recepción contrarresta a la especialidad Ataque Rápido, el equipo con el Bonus Recepción recibe los siguientes efectos según la cantidad de jugadores de tipo.La especialidad de Ataque Rápido se activa cuando hay 3 o más Jugadores de tipo “Ataque Rápido” en la cancha; cuando la especialidad Ataque Rápido contrarresta a la especialidad Bloqueo, el equipo con el Bonus Ataque Rápido recibe los siguientes efectos según la cantidad de jugadores de tipo. 6 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 90%."
    },
    {
      "id": "recep_5",
      "tagKey": "recepcion",
      "tier": 7,
      "minPlayers": 7,
      "maxPlayers": 7,
      "stat": "Recepción",
      "type": "porcentaje",
      "value": "110",
      "appliesTo": "equipo",
      "description": "La especialidad de Recepción se activa cuando hay 3 o más Jugadores de tipo “Recepción” en la cancha; cuando la especialidad Recepción contrarresta a la especialidad Ataque Rápido, el equipo con el Bonus Recepción recibe los siguientes efectos según la cantidad de jugadores de tipo. 7 Jugadores: el poder de las acciones correspondientes con la especialidad aumenta en un 110%."
    }
  ]
}